"LGFRefreshHeaderIdleText" = "下拉可以刷新";
"LGFRefreshHeaderPullingText" = "松开立即刷新";
"LGFRefreshHeaderRefreshingText" = "正在刷新数据中...";

"LGFRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"LGFRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"LGFRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"LGFRefreshBackFooterIdleText" = "上拉可以加载更多";
"LGFRefreshBackFooterPullingText" = "松开立即加载更多";
"LGFRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"LGFRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"LGFRefreshHeaderLastTimeText" = "最后更新：";
"LGFRefreshHeaderDateTodayText" = "今天";
"LGFRefreshHeaderNoneLastDateText" = "无记录";
